astrology_dict = { 
"signs": {
	"Aries": 
		{
		"related": ["🍷", "📌", "🎈", "📍",  "💌", "📮","🔥"],
		"element": "fire"
		},
	"Taurus": {
		"related": ["🗄","💞","💘","🌲","🍃","🎨","🛏","📊","💤","💍","🥄","🧶"],
		"element": "earth"
		},
	"Gemini": {
		"related": ["✨","💫","🌟","💌","✉️","🎭","👣","🖇","⏱","💬","🧩"],
		"element": "air"
		},
	"Cancer": {
		"related": ["🐚","🌊","🐟","🏞","🐇","🦢","💙","🏖"],
		"element": "water"
		},
	"Leo": {
		"related": ["🔑","🏆","☀️","🌻","🌞","🌆","👑","🧡"],
		"element": "fire"
		},
	"Virgo": {
		"related": ["🌾","🍸","🕊","👁","👣","📔","🌼"],
		"element": "earth"
		},
	"Libra": {
		"related": ["🌸","🌷","⚖️","💐","🐖","🚁","💝"],
		"element": "air"
		},
	"Scorpio": {
		"related": ["🎱","🍷","♥️","📕","🥀","🌹","🕸","📷"],
		"element": "water"
		},
	"Sagittarius": {
		"related": ["👾","☂️","🔮","🦕","🧿","🔵","💜","🔎","⚡️","🍀","📐"],
		"element": "fire"
		},
	"Capricorn": {
		"related": ["🌪","🍂","📦","⚙️","🐐","🦈","🔍","📎","🌾","🏜","🛠","🔨"],
		"element": "earth"
		},
	"Aquarius": {
		"related": ["🐢","🦋","🌌","👽","🐬","📫","🦚"],
		"element": "air"
		},
	"Pisces": {
		"related": ["🌱", "♻️", "🐍","🐠","🔱","🐋","💙"],
		"element": "water"
		}
	},
"elements": {
	"fire": ["🌋","🔥", "🌋","⚡️"],
	"earth": ["🌾","⚓️","🎶","⛰","💎", "🌱", "🍂", "⛰", "🏔"],
	"air": ["🌪","💬","💭","🌬","🐚"],
	"water": ["🌊","♨️","💦","⛲️","🌧","☔️"] 
	}
}